Repository: TheEvilSkeleton/endless-key-flatpak
Catalog: po/*.po
Languages: es

source: Offline education technology platform
es: Plataforma de educación tecnológica que funciona sin conexión

source: education;multimedia;videos;learning;quiz;
es: educación;multimedia;videos;aprendizaje;examen;

source: Curated learning anytime, anywhere
es: Materiales de aprendizaje cuidadosamente elejidos para cualquier momento y en cualquier lugar

source: A private and safe app where learners can explore dozens of educational resources that are carefully curated to provide extended learning. Explore interest-based options like coding, arts &amp; crafts, cooking, and STEM, both online and offline. The majority of the resources are in English, with a small number in Spanish.
es: Una aplicación privada y segura donde los estudiantes pueden explorar docenas de recursos educativos cuidadosamente seleccionados para brindar un aprendizaje extendido. Explora opciones basadas en intereses como codificación, artes y entretenimiento. manualidades, cocina y STEM, tanto en línea como fuera de línea. La mayoría de los recursos están en inglés, con una pequeña cantidad en español.

source: Grades 5–9 ✨
es: Grados 5 a 9 (Secundaria)

source: 2700+ Curated resources 📚
es: 2700+ recursos educativos📚

source: 300+ E-books 📖
es: 300+ libros electrónicos 📖

source: Benefits for Teachers 🍎
es: Beneficios para maestros 🍎

source: Includes vetted resources from leading educational organizations ✔️
es: Incluye materiales de organizaciones educativas líderes ✔️

source: Supports self-guided learners 🚀
es: Apoya a estudiantes en exploración autoguiada 🚀

source: Supplements traditional lessons 🎒
es: Complementa las lecciones en el salón 🎒

source: Promotes diversity and cultural relevance 🌍
es: Promueve la diversidad y la relevancia cultural 🌍

source: Benefits for Learners 🎓
es: Beneficios para estudiantes 🎓

source: Works online and offline 🌐
es: Funciona en línea y sin conexión 🌐

source: Promotes curiosity-driven learning 💡
es: Promueve el aprendizaje impulsado por la curiosidad 💡

source: Provides a safe learning environment 🛡️
es: Proporciona un entorno de aprendizaje seguro 🛡️

source: Meets data privacy requirements
es: Cumple con los requisitos de privacidad de datos

source: Curated to be interest-based ❤️
es: Seleccionado para basarse en intereses ❤️

source: 1 Bring equity into the classroom; curated learning anywhere, anytime with Endless Key
es: 1 Lleva la equidad al salón de clases; recursos cuidadosamente seleccionados para aprender en cualquier lugar y en cualquier momento con Endless Key

source: 2 Works online and offline; access learning resources for coding, STEM, cooking, and arts &amp; crafts!
es: 2 Funciona en línea y sin conexión; accede a recursos de aprendizaje para programación, STEM, cocina, arte y educación.

source: 3 Resources such as finance, healthy body, TED Ed, sports, games, arts &amp; crafts, gardening, and more
es: 3 Recursos como finanzas, cuerpo sano, TED Ed, deportes, juegos, artes y entretenimiento, manualidades, jardineria y más.

source: 4 Engaging and interactive; discover an abundance of ready-made resources, games, simulations, etc
es: 4 Atractivo e interactivo; Descubra una gran cantidad de recursos, juegos, simulaciones, etc. ya preparados.

source: 5 Completely free; access without an account, safeguarded data, and no ads
es: 5 Completamente gratis; acceso sin cuenta, datos protegidos y sin publicidad

source: 6 Grades 5–9, 2700+ curated resources, 1500+ videos, 300+ e-books
es: 6 Para grados de 5 a 9, 2700+ recursos seleccionados, 1500+ videos, 300+ libros electrónicos

source: Have better Spanish translation.
es: Mejora la traducción al español.

source: An initial Spanish translation has been added.
es: Se ha añadido una traducción al español inicial.

source: Fix screenshots' captions of application information
es: Corrige información de las leyendas de capturas de la aplicación

source: Fix screenshots of application information
es: Corrige información de las capturas de la aplicación

source: Fix application information
es: Corrige información de la aplicación

source: Provide Endless Key onboarding experience
es: Proporciona una experiencia de bienvenida a Endless Key

source: Improve application information for users
es: Mejora la información de la aplicación para los usuarios

source: Update underlying application
es: Actualiza la aplicación por dentro

source: This is the initial release of Endless Key.
es: Este es el primer lanzamiento de Endless Key.

source: Community Forums
es: Foros de la comunidad

source: Save File
es: Guardar archivo

source: New Window
es: Nueva ventana

source: Reload
es: Recargar

source: Actual Size
es: Tamaño actual

source: Zoom In
es: Aumentar tamaño

source: Zoom Out
es: Reducir tamaño

source: Show Developer Tools
es: Mostrar herramientas de desarrollo

source: Help
es: Ayuda

source: About Endless Key
es: Acerca de Endless Key
